{
  "privacy": ".سوفيو توفر وقتك ومجهودك في شراء طلبات مطعمك او الكافيه واستعراض جميع المنتجات اللي محتاجها حتي باب المطعم او الكافيه عن طريق تطبيق سوفيو هتحصل علي خصومات يوميا وعروض اسبوعية من خلال التطبيق او موقعنا الرسمي www.sovio.netيقع مقر شركة سوفيو-sovio في شارع مصر والسودان -حدائق القبة - القاهرة- مصر تنطبق سياسة الخصوصية الخاصة بنا علي ان نحترم خصوصيتك فيما يتعلق بأي معلومات قد نجمعها أثناء تشغيل موقعنا  https://www.sovio.net)  يشار إليها فيما يلي بضمير \"نحن\" أو \"نحن\" أوwww.sovio.net).  نحن نحترم خصوصيتك ونلتزم بحماية معلومات التعريف الشخصية التي قد تزودنا بها من خلال الموقع. لقد اعتمدنا سياسة الخصوصية هذه (\"سياسة الخصوصية\") لشرح المعلومات التي يمكن جمعها على برنامجنا او موقعنا ، وكيفية استخدامنا لهذه المعلومات ، وتحت أي ظروف قد نكشف المعلومات لأطراف ثالثة. تنطبق سياسة الخصوصية هذه فقط على المعلومات التي نجمعها من خلال الموقع الإلكتروني او البرنامج الخاص بناsovio  ولا تنطبق على مجموعة المعلومات الخاصة بنا من مصادر أخرى. تحدد سياسة الخصوصية هذه ، جنبًا إلى جنب مع الشروط والأحكام المنشورة على موقعنا ، القواعد والسياسات العامة التي تحكم استخدامك لموقعنا. اعتمادًا على أنشطتك عند زيارة موقعنا ، قد يُطلب منك الموافقة على شروط وأحكام إضافية الموقع و البرامج مثل معظم مشغلي مواقع الويب ، تجمع سوفيو معلومات غير شخصية من النوع الذي توفره عادةً متصفحات الويب والخوادم ، مثل نوع المتصفح وتفضيل اللغة والموقع المرجعي وتاريخ ووقت كل طلب الغرض من سوفيو في جمع معلومات التعريف غير الشخصية هو فهم أفضل لكيفية استخدام زوار شركة سوفيو  لموقعها على الويب او برنامجها. من وقت لآخر ، قد تقوم شركة سوفيو بإصدار معلومات غير شخصية بشكل إجمالي ، على سبيل المثال ، عن طريق نشر تقرير عن الاتجاهات في استخدام موقع الويب الخاص او البرنامج الخاص بها. تقوم سوفيو أيضًا بجمع معلومات التعريف الشخصية المحتملة مثل عناوين بروتوكول الإنترنت (IP) للمستخدمين المسجلين وللمستخدمين الذين يتركون تعليقات على منشورات مدونة https://www.sovio.net تكشف سوفيو فقط عن عناوين IP الخاصة بالمستخدمين والمعلقين الذين قاموا بتسجيل الدخول في نفس الظروف التي تستخدمها وتكشف عن معلومات التعريف الشخصية كما هو موضح أدناه جمع معلومات التعريف الشخصية  يختار بعض زوار مواقع شركة سوفيو التفاعل مع شركة سوفيو بطرق تتطلب من شركة سوفيو جمع معلومات التعريف الشخصية  يعتمد مقدار ونوع المعلومات التي تجمعها شركة سوفيوعلى طبيعة التفاعل. على سبيل المثال ، نطلب من الزوار الذين قاموا بالتسجيل للحصول على مدونة على  https://www.sovio.net تقديم اسم مستخدم وعنوان بريد إلكتروني او على برنامج sovio حماية  يعد أمان معلوماتك الشخصية أمرًا مهمًا بالنسبة لنا ، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية معلوماتك الشخصية ، لا يمكننا ضمان الإعلانات  قد يتم تسليم الإعلانات التي تظهر على موقعنا إلى المستخدمين عن طريق شركاء الإعلان ، الذين قد يقومون بتعيين ملفات تعريف الارتباط.  تسمح ملفات تعريف الارتباط هذه لخادم الإعلانات بالتعرف على جهاز الكمبيوتر الخاص بك في كل مرة يرسلون لك إعلانًا عبر الإنترنت لتجميع معلومات عنك أو عن الآخرين الذين يستخدمون جهاز الكمبيوتر الخاص بك. تسمح هذه المعلومات لشبكات الإعلانات ، من بين أمور أخرى ، بتقديم إعلانات مستهدفة تعتقد أنها ستكون ذات أهمية قصوى بالنسبة لك. تغطي سياسة الخصوصية هذه استخدام ملفات تعريف الارتباط من قبل شركة سوفيو ولا تغطي استخدام ملفات تعريف الارتباط من قبل أي معلن. روابط لمواقع خارجية  قد تحتوي خدمتنا على روابط لمواقع خارجية لا نقوم بتشغيلها. إذا قمت بالنقر فوق ارتباط جهة خارجية ، فسيتم توجيهك إلى موقع الطرف الثالث. ننصحك بشدة بمراجعة سياسة الخصوصية وشروط وأحكام كل موقع تزوره. ليس لدينا أي سيطرة ، ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بأي مواقع أو منتجات أو خدمات خاصة بطرف ثالث.  إحصائيات مجمعة  قد تقوم شركة سوفيو بجمع إحصائيات حول سلوك زوار موقعها على الإنترنت. قد تعرض شركة سوفيو هذه المعلومات بشكل علني أو فيديو للآخرين. ومع ذلك ، فإن شركة سوفيولا تكشف عن معلومات التعريف الشخصية الخاصة بك. لإثراء تجربتك على الإنترنت وإتقانها ، تستخدم شركة سوفيو \"ملفات تعريف الارتباط\" والتقنيات والخدمات المماثلة التي يقدمها الآخرون لعرض المحتوى المخصص والإعلان المناسب وتخزين تفضيلاتك على جهاز الكمبيوتر الخاص بك. ملف تعريف الارتباط هو سلسلة من المعلومات التي يخزنها موقع الويب على كمبيوتر الزائر او يخزنها البرناج على الهاتف ، والتي يوفرها متصفح الزائر للموقع في كل مرة يعود فيها الزائر و البرنامج. تستخدم سوفيو ملفات تعريف الارتباط لمساعدة شركة سوفيو في تحديد وتتبع الزوار واستخدامهم لـ  https://www.sovio.net و برنامج الهاتف  sovio  تفضيلات الوصول إلى مواقع الويب الخاصة بهم او الربامج. يجب على زوار sovio الذين لا يرغبون في وضع ملفات تعريف الارتباط على أجهزة الكمبيوتر الخاصة بهم تعيين متصفحاتهم لرفض ملفات تعريف الارتباط قبل استخدام مواقع sovio  ، مع وجود عيب يتمثل في أن بعض ميزات مواقع sovio قد لا تعمل بشكل صحيح دون مساعدة ملفات تعريف الارتباط. من خلال الاستمرار في تصفح موقعنا على الويب دون تغيير إعدادات ملفات تعريف الارتباط ، فإنك تقر وتوافق بموجب هذا على استخدام sovio لملفات تعريف الارتباط. تغييرات سياسة الخصوصية على الرغم من أن معظم التغييرات من المحتمل أن تكون طفيفة ، إلا أن شركة سوفيو قد تغير سياسة الخصوصية  الخاصة بها من وقت لآخر ، وفقًا لتقدير شركة تصليحة هوم وحدها. تشجع تصليحة هوم الزوار على مراجعة هذه الصفحة بشكل متكرر بحثًا عن أي تغييرات تطرأ على سياسة الخصوصية الخاصة بها. استمرار استخدامك لهذا الموقع بعد أي تغيير في سياسة الخصوصية هذه سيشكل موافقتك على هذا التغيير. معلومات للتواصل  إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا عبر البريد الإلكتروني أو الهاتف.','القسم (1) جمع معلوماتك الشخصية / تقدم تصليحة منصات اتصالات لتمكين الاتصالات بين المستخدمين ، ومعالجة أوامر الخدمة الصادرة عن طالبي تطبيق سوفيو ، وإدارة المدفوعات إما نقدًا أو من خلال خدمة الويب (كما هو محدد أدناه). لا تشارك سوفيو في التفاعل بين المستخدمين. لا تتحكم شركة سوفيو في الجودة ، أو التوقيت ، أو الشرعية ، أو الإخفاق في تقديم ، أو أي جانب آخر مهما كان نوعه لأي خدمات مقدمة لطالبي خدمة سوفيو، ولا على النزاهة أو المسؤولية أو أي من الإجراءات أو الإغفالات من أي نوع من المستخدمين. لا تتحكم شركة سوفيو في جودة أو توقيت أو قانونية الخدمات التي يقدمها متخصصو خدمة سوفيو . لا تقدم سوفيوأي تعهدات حول ملاءمة أو موثوقية أو توقيت أو دقة الخدمات المطلوبة والمقدمة من قبل المستخدمين المحددين من خلال الموقع الإلكتروني أو منصات الاتصالات الأخرى التي تقدمها سوفيو ، سواء في التفاعلات العامة أو الخاصة أو غير المتصلة بالإنترنت. على الرغم من أن شركة سوفيو تقوم بإجراء فحوصات خلفية لمتخصصي خدمة سوفيو ، إلا أن سوفيو  لا يمكنها تأكيد أن كل مستخدم هو من يدعي أنه هو. لا تتحمل شركة سوفيو أي مسؤولية عن دقة أو موثوقية هذه المعلومات أو أي معلومات على الموقع لا تتحمل شركة سوفيو أو الشركات التابعة لها أو المرخصين لها المسؤولية عن سلوك أي مستخدم ، سواء عبر الإنترنت أو دون الاتصال بالإنترنت. لن تكون شركة سوفيو والشركات التابعة لها ومرخصيها مسؤولين عن أي مطالبة أو إصابة أو ضرر ينشأ فيما يتعلق باستخدامك للخدمات  تكون شركة سوفيو مسؤولة فقط فيما يتعلق بمعالجة طلبات الخدمات المقدمة من قبل طالبي تطبيق سوفيو لمتخصصي سوفيو، بالإضافة إلى معالجة المدفوعات إما نقدًا من خلال الطرق المحددة على موقع الويب أو تطبيق الهاتف المحمول أو من خلال خدمة الويب الخاصة به والتي هي خدمة الدفع التي يقدمها موفرو الدفع عبر الإنترنت التابعون لجهات خارجية وعلى مسؤوليتهم الخاصة (\"خدمة الويب\").\n\nالقسم (2) إبراء الذمة  تتنصل شركة سوفيو صراحةً من أي مسؤولية قد تنشأ بين المستخدمين سوفيو هي فقط منصة لربط المستخدمين. نظرًا لأن شركة سوفيو لا تشارك في الاتصال الفعلي بين المستخدمين أو في إكمال الخدمات ، في حالة وجود نزاع مع مستخدم واحد أو أكثر ، فإنك تقوم بالإفراج عن سوفيو (وموظفينا ومديرينا ووكلائنا ومستثمرينا وشركاتنا التابعة وشركاتهم القابضة. الشركات والمساهمين والشركات التابعة والموظفين) من أي وجميع المطالبات أو الطلبات أو الأضرار (الفعلية أو التبعية) من كل نوع وطبيعتها ، معروفة وغير معروفة ، مشتبه بها وغير متوقعة ، مفصح عنها وغير معلنة ، ناشئة عن أو مرتبطة بأي شكل من الأشكال مع مثل هذه النزاعات. تقتصر مسؤولية سوفيو على طلبات معالجة الخدمة بين المستخدمين ، وإدارة المدفوعات مقابل الخدمة باستثناء المسؤولية الناشئة عن عملية الدفع عبر الإنترنت المقدمة من طرف ثالث وعلى مسؤوليتهم الخاصة. القسم (3) روابط لمواقع ويب أخرى الروابط (مثل الارتباطات التشعبية) من سوفيو إلى مواقع أخرى على الويب لا تشكل مصادقة من قبل الموقع على تلك المواقع أو محتوياتها. يتم توفير هذه الروابط كخدمة معلومات ، للرجوع إليها والراحة فقط. لا يتحكم موقع سوفيو أو الموقع الإلكتروني في أي من هذه المواقع ، وليسا مسئولين عن محتوياتها. وجود روابط على موقع الويب لهذه المواقع (بما في ذلك على سبيل المثال لا الحصر الخارجية .نأخذ احدثيات الموقع لتوفير المنتج والوصل له في اقرب وقت "
}
